Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Paste one or more \(chain.displayName) addresses. Aperture reads balances and transactions only — it cannot send.
af: Plak een of meer \(chain.displayName)-adresse. Aperture lees slegs saldi en transaksies — dit kan nie stuur nie.
ar: الصق عنوانًا واحدًا أو أكثر لـ \(chain.displayName). تقرأ Aperture الأرصدة والمعاملات فقط — ولا يمكنها الإرسال.
bg: Поставете един или повече адреси на \(chain.displayName). Aperture чете само салда и транзакции — не може да изпраща.
bn: এক বা একাধিক \(chain.displayName) ঠিকানা পেস্ট করুন। Aperture শুধুমাত্র ব্যালেন্স এবং লেনদেন পড়ে — পাঠাতে পারে না।
ca: Enganxa una o més adreces de \(chain.displayName). Aperture només llegeix saldos i transaccions — no pot enviar.
cs: Vložte jednu nebo více adres \(chain.displayName). Aperture pouze čte zůstatky a transakce — nemůže odesílat.
da: Indsæt en eller flere \(chain.displayName)-adresser. Aperture læser kun saldi og transaktioner — den kan ikke sende.
de: Füge eine oder mehrere \(chain.displayName)-Adressen ein. Aperture liest nur Salden und Transaktionen — Senden ist nicht möglich.
el: Επικόλλησε μία ή περισσότερες διευθύνσεις \(chain.displayName). Η Aperture διαβάζει μόνο υπόλοιπα και συναλλαγές — δεν μπορεί να στείλει.
es: Pega una o más direcciones de \(chain.displayName). Aperture solo lee saldos y transacciones — no puede enviar.
et: Kleebi üks või mitu \(chain.displayName) aadressi. Aperture loeb ainult saldot ja tehinguid — saata ei saa.
fa: یک یا چند نشانی \(chain.displayName) را جای‌گذاری کنید. Aperture فقط موجودی و تراکنش‌ها را می‌خواند — نمی‌تواند چیزی بفرستد.
fi: Liitä yksi tai useampi \(chain.displayName)-osoite. Aperture lukee vain saldot ja tapahtumat — se ei voi lähettää.
fil: I-paste ang isa o higit pang \(chain.displayName) address. Babasahin lamang ng Aperture ang mga balanse at transaksyon — hindi ito makakapagpadala.
fr: Collez une ou plusieurs adresses \(chain.displayName). Aperture ne lit que les soldes et les transactions — il ne peut pas envoyer.
he: הדבק כתובת \(chain.displayName) אחת או יותר. Aperture קוראת רק יתרות ועסקאות — היא לא יכולה לשלוח.
hi: एक या अधिक \(chain.displayName) पते चिपकाएँ। Aperture केवल शेष राशि और लेन-देन पढ़ता है — भेज नहीं सकता।
hr: Zalijepi jednu ili više \(chain.displayName) adresa. Aperture čita samo stanja i transakcije — ne može slati.
hu: Illessz be egy vagy több \(chain.displayName) címet. Az Aperture csak az egyenlegeket és tranzakciókat olvassa — küldeni nem tud.
id: Tempelkan satu atau lebih alamat \(chain.displayName). Aperture hanya membaca saldo dan transaksi — tidak dapat mengirim.
is: Límdu inn eitt eða fleiri \(chain.displayName) vistföng. Aperture les aðeins jafnstöðu og færslur — getur ekki sent.
it: Incolla uno o più indirizzi \(chain.displayName). Aperture legge solo saldi e transazioni — non può inviare.
ja: \(chain.displayName) のアドレスを 1 つ以上貼り付けてください。Aperture は残高と取引を読み取るだけで、送信はできません。
ko: \(chain.displayName) 주소를 하나 이상 붙여 넣으세요. Aperture는 잔액과 거래 내역만 읽을 뿐, 전송은 할 수 없습니다.
lt: Įklijuokite vieną ar daugiau \(chain.displayName) adresų. Aperture skaito tik likučius ir operacijas — siųsti negali.
lv: Ielīmējiet vienu vai vairākas \(chain.displayName) adreses. Aperture lasa tikai atlikumus un darījumus — sūtīt nevar.
ml: ഒന്നോ അതിലധികമോ \(chain.displayName) വിലാസങ്ങൾ ഒട്ടിക്കുക. Aperture ബാലൻസുകളും ഇടപാടുകളും മാത്രമേ വായിക്കൂ — അയയ്ക്കാൻ കഴിയില്ല.
mr: एक किंवा अधिक \(chain.displayName) पत्ते पेस्ट करा. Aperture फक्त शिल्लक आणि व्यवहार वाचतो — पाठवू शकत नाही.
ms: Tampal satu atau lebih alamat \(chain.displayName). Aperture hanya membaca baki dan transaksi — tidak boleh menghantar.
nb: Lim inn én eller flere \(chain.displayName)-adresser. Aperture leser kun saldoer og transaksjoner — den kan ikke sende.
nl: Plak een of meer \(chain.displayName)-adressen. Aperture leest alleen saldi en transacties — versturen kan niet.
pa: ਇੱਕ ਜਾਂ ਵੱਧ \(chain.displayName) ਪਤੇ ਪੇਸਟ ਕਰੋ। Aperture ਸਿਰਫ਼ ਬਕਾਇਆ ਅਤੇ ਲੈਣ-ਦੇਣ ਪੜ੍ਹਦਾ ਹੈ — ਭੇਜ ਨਹੀਂ ਸਕਦਾ।
pl: Wklej co najmniej jeden adres \(chain.displayName). Aperture odczytuje tylko salda i transakcje — nie może wysyłać.
pt_br: Cole um ou mais endereços de \(chain.displayName). O Aperture apenas lê saldos e transações — não pode enviar.
ro: Lipește una sau mai multe adrese \(chain.displayName). Aperture citește doar soldurile și tranzacțiile — nu poate trimite.
ru: Вставьте один или несколько адресов \(chain.displayName). Aperture только считывает балансы и транзакции — отправлять не может.
sk: Vložte jednu alebo viac adries \(chain.displayName). Aperture iba číta zostatky a transakcie — nedokáže odosielať.
sl: Prilepi enega ali več naslovov \(chain.displayName). Aperture samo bere stanja in transakcije — pošiljati ne more.
sr: Налепи једну или више \(chain.displayName) адреса. Aperture само чита стања и трансакције — не може да шаље.
sv: Klistra in en eller flera \(chain.displayName)-adresser. Aperture läser endast saldon och transaktioner — det kan inte skicka.
sw: Bandika anwani moja au zaidi za \(chain.displayName). Aperture inasoma tu salio na muamala — haiwezi kutuma.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட \(chain.displayName) முகவரிகளை ஒட்டவும். Aperture மீதிகளையும் பரிவர்த்தனைகளையும் மட்டுமே படிக்கிறது — அனுப்ப இயலாது.
te: ఒకటి లేదా అంతకంటే ఎక్కువ \(chain.displayName) చిరునామాలను అతికించండి. Aperture నిల్వలను మరియు లావాదేవీలను మాత్రమే చదువుతుంది — పంపలేదు.
th: วางที่อยู่ \(chain.displayName) อย่างน้อยหนึ่งรายการ Aperture อ่านเฉพาะยอดคงเหลือและธุรกรรมเท่านั้น ส่งไม่ได้
tr: Bir veya daha fazla \(chain.displayName) adresi yapıştırın. Aperture yalnızca bakiye ve işlemleri okur — gönderim yapamaz.
uk: Вставте одну або кілька адрес \(chain.displayName). Aperture лише зчитує баланси та транзакції — надсилати не може.
ur: ایک یا زیادہ \(chain.displayName) پتے چسپاں کریں۔ Aperture صرف بیلنس اور لین دین پڑھتا ہے — کچھ بھیج نہیں سکتا۔
vi: Dán một hoặc nhiều địa chỉ \(chain.displayName). Aperture chỉ đọc số dư và giao dịch — không thể gửi.
zh_hans: 粘贴一个或多个 \(chain.displayName) 地址。Aperture 仅读取余额和交易记录 — 无法发送。
zh_hant: 貼上一個或多個 \(chain.displayName) 地址。Aperture 僅讀取餘額和交易記錄 — 無法發送。

source: Paste one or more %@ addresses. Aperture reads balances and transactions only — it cannot send.
af: Plak een of meer %@-adresse in. Aperture lees slegs saldo’s en transaksies — dit kan nie stuur nie.
ar: الصق عنوانًا أو أكثر من عناوين %@. يقرأ Aperture الأرصدة والمعاملات فقط — ولا يستطيع الإرسال.
bg: Поставете един или повече адреси за %@. Aperture чете само салда и транзакции — не може да изпраща.
bn: এক বা একাধিক %@ অ্যাড্রেস পেস্ট করুন। Aperture শুধু ব্যালেন্স ও লেনদেন পড়ে — পাঠাতে পারে না।
ca: Enganxa una o més adreces %@. Aperture només llegeix saldos i transaccions — no pot enviar.
cs: Vlož jednu nebo více adres %@. Aperture čte pouze zůstatky a transakce — nemůže odesílat.
da: Indsæt en eller flere %@-adresser. Aperture læser kun saldi og transaktioner — den kan ikke sende.
de: Füge eine oder mehrere %@-Adressen ein. Aperture liest nur Guthaben und Transaktionen – senden kann es nicht.
el: Επικολλήστε μία ή περισσότερες διευθύνσεις %@. Το Aperture διαβάζει μόνο υπόλοιπα και συναλλαγές — δεν μπορεί να στείλει.
es: Pega una o más direcciones de %@. Aperture solo lee saldos y transacciones; no puede enviar.
et: Kleepige üks või mitu %@ aadressi. Aperture loeb ainult saldosid ja tehinguid — saata ei saa.
fa: یک یا چند آدرس %@ را بچسبانید. Aperture فقط موجودی و تراکنش‌ها را می‌خواند — توان ارسال ندارد.
fi: Liitä yksi tai useampi %@-osoite. Aperture lukee vain saldoja ja tapahtumia — se ei voi lähettää.
fil: I-paste ang isa o higit pang %@ na address. Binabasa lang ng Aperture ang mga balanse at transaksyon — hindi ito makakapagpadala.
fr: Collez une ou plusieurs adresses %@. Aperture lit uniquement les soldes et les transactions — il ne peut pas envoyer.
he: הדבק כתובת %@ אחת או יותר. Aperture קורא יתרות ועסקאות בלבד — הוא אינו יכול לשלוח.
hi: एक या एक से अधिक %@ पते पेस्ट करें। Aperture केवल शेष राशि और लेन-देन पढ़ता है — भेज नहीं सकता।
hr: Zalijepite jednu ili više %@ adresa. Aperture čita samo stanja i transakcije — ne može slati.
hu: Illessz be egy vagy több %@ címet. Az Aperture csak egyenlegeket és tranzakciókat olvas — nem tud küldeni.
id: Tempelkan satu atau lebih alamat %@. Aperture hanya membaca saldo dan transaksi — tidak dapat mengirim.
is: Límdu inn eitt eða fleiri %@ vistföng. Aperture les aðeins stöðu og færslur — getur ekki sent.
it: Incolla uno o più indirizzi %@. Aperture legge soltanto saldi e transazioni — non può inviare.
ja: %@ のアドレスを1つ以上貼り付けてください。Aperture は残高と取引の読み取りだけを行い、送付はできません。
ko: 하나 이상의 %@ 주소를 붙여넣으세요. Aperture는 잔액과 거래만 읽으며 — 전송은 할 수 없습니다.
lt: Įklijuokite vieną ar daugiau %@ adresų. Aperture skaito tik likučius ir operacijas – siųsti negali.
lv: Ielīmējiet vienu vai vairākas %@ adreses. Aperture lasa tikai bilances un darījumus — sūtīt nevar.
ml: ഒന്നോ അതിലധികമോ %@ വിലാസങ്ങൾ പേസ്റ്റ് ചെയ്യുക. Aperture ബാലൻസുകളും ഇടപാടുകളും മാത്രം വായിക്കുന്നു — അതിന് അയയ്ക്കാൻ കഴിയില്ല.
mr: एक किंवा अधिक %@ पत्ते पेस्ट करा. Aperture फक्त शिल्लक आणि व्यवहार वाचते — ते पाठवू शकत नाही.
ms: Tampal satu atau lebih alamat %@. Aperture hanya membaca baki dan transaksi — ia tidak boleh menghantar.
nb: Lim inn en eller flere %@-adresser. Aperture leser bare saldoer og transaksjoner — den kan ikke sende.
nl: Plak een of meer %@-adressen. Aperture leest alleen saldi en transacties — hij kan niet versturen.
pa: ਇੱਕ ਜਾਂ ਵੱਧ %@ ਪਤੇ ਪੇਸਟ ਕਰੋ। Aperture ਸਿਰਫ਼ ਬੈਲੰਸ ਅਤੇ ਲੈਣ-ਦੇਣ ਪੜ੍ਹਦਾ ਹੈ — ਇਹ ਭੇਜ ਨਹੀਂ ਸਕਦਾ।
pl: Wklej jeden lub więcej adresów %@. Aperture odczytuje tylko salda i transakcje — nie może wysyłać.
pt_br: Cole um ou mais endereços %@. O Aperture só lê saldos e transações — não consegue enviar.
ro: Lipește una sau mai multe adrese %@. Aperture citește doar solduri și tranzacții — nu poate trimite.
ru: Вставьте один или несколько адресов %@. Aperture только читает балансы и транзакции — отправлять он не умеет.
sk: Vlož jednu alebo viac adries %@. Aperture číta iba zostatky a transakcie — nedokáže odosielať.
sl: Prilepi enega ali več naslovov %@. Aperture bere samo stanja in transakcije – ne more pošiljati.
sr: Налепи једну или више %@ адреса. Aperture чита само стања и трансакције – не може да шаље.
sv: Klistra in en eller flera %@-adresser. Aperture läser endast saldon och transaktioner — den kan inte skicka.
sw: Bandika anwani moja au zaidi za %@. Aperture inasoma salio na miamala pekee — haiwezi kutuma.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட %@ முகவரிகளை ஒட்டவும். Aperture இருப்புகளையும் பரிவர்த்தனைகளையும் மட்டுமே படிக்கிறது — அதனால் அனுப்ப முடியாது.
te: ఒకటి లేదా అంతకంటే ఎక్కువ %@ చిరునామాలను పేస్ట్ చేయండి. Aperture నిల్వలు మరియు లావాదేవీలను మాత్రమే చదువుతుంది — అది పంపలేదు.
th: วางแอดเดรส %@ หนึ่งรายการขึ้นไป Aperture จะอ่านยอดคงเหลือและธุรกรรมเท่านั้น — ไม่สามารถส่งได้
tr: Bir veya daha fazla %@ adresini yapıştırın. Aperture yalnızca bakiyeleri ve işlemleri okur — gönderim yapamaz.
uk: Вставте одну або кілька адрес %@. Aperture зчитує лише баланси й транзакції — він не може надсилати.
ur: ایک یا زیادہ %@ ایڈریسز پیسٹ کریں۔ Aperture صرف بیلنس اور ٹرانزیکشنز پڑھتا ہے — یہ بھیج نہیں سکتا۔
vi: Dán một hoặc nhiều địa chỉ %@. Aperture chỉ đọc số dư và giao dịch — không thể gửi.
zh_hans: 粘贴一个或多个 %@ 地址。Aperture 仅读取余额和交易——无法发送。
zh_hant: 貼上一個或多個 %@ 位址。Aperture 只讀取餘額與交易——無法傳送。

source: Paste one or more addresses you already own. For Bitcoin, Litecoin, or Dogecoin you can also paste an extended public key, and Aperture will derive the wallet's receive addresses for you.
af: Plak een of meer adresse wat reeds joune is. Vir Bitcoin, Litecoin of Dogecoin kan jy ook ’n uitgebreide openbare sleutel plak en Aperture sal die ontvangsadresse van die beursie vir jou aflei.
ar: الصق عنوانًا أو أكثر تملكه بالفعل. وبالنسبة لـ Bitcoin أو Litecoin أو Dogecoin يمكنك أيضًا لصق مفتاح عام ممتد، وسيشتق Aperture لك عناوين الاستلام الخاصة بالمحفظة.
bg: Поставете един или повече адреси, които вече притежавате. За Bitcoin, Litecoin или Dogecoin можете да поставите и разширен публичен ключ, а Aperture ще извлече вместо вас приемащите адреси на портфейла.
bn: আপনার ইতিমধ্যে থাকা এক বা একাধিক অ্যাড্রেস পেস্ট করুন। Bitcoin, Litecoin বা Dogecoin-এর জন্য আপনি একটি এক্সটেন্ডেড পাবলিক কী-ও পেস্ট করতে পারেন, এবং Aperture আপনার জন্য সেই ওয়ালেটের গ্রহণযোগ্য অ্যাড্রেসগুলো বের করে দেবে।
ca: Enganxa una o més adreces que ja posseeixes. Per a Bitcoin, Litecoin o Dogecoin també pots enganxar una clau pública estesa, i Aperture derivarà per a tu les adreces de recepció de la cartera.
cs: Vlož jednu nebo více adres, které již vlastníš. Pro Bitcoin, Litecoin nebo Dogecoin můžeš vložit i rozšířený veřejný klíč a Aperture za tebe odvodí přijímací adresy peněženky.
da: Indsæt en eller flere adresser, du allerede ejer. Til Bitcoin, Litecoin eller Dogecoin kan du også indsætte en udvidet offentlig nøgle, og Aperture afleder tegnebogens modtageradresser for dig.
de: Füge eine oder mehrere Adressen ein, die dir bereits gehören. Für Bitcoin, Litecoin oder Dogecoin kannst du auch einen erweiterten öffentlichen Schlüssel einfügen, und Aperture leitet dir die Empfangsadressen der Wallet ab.
el: Επικολλήστε μία ή περισσότερες διευθύνσεις που ήδη κατέχετε. Για Bitcoin, Litecoin ή Dogecoin μπορείτε επίσης να επικολλήσετε ένα εκτεταμένο δημόσιο κλειδί, και το Aperture θα παραγάγει για εσάς τις διευθύνσεις λήψης του πορτοφολιού.
es: Pega una o más direcciones que ya posees. Para Bitcoin, Litecoin o Dogecoin también puedes pegar una clave pública extendida, y Aperture derivará por ti las direcciones de recepción de la cartera.
et: Kleepige üks või mitu aadressi, mis teile juba kuuluvad. Bitcoini, Litecoini või Dogecoini puhul võite kleepida ka laiendatud avaliku võtme ning Aperture tuletab teie eest selle rahakoti vastuvõtuaadressid.
fa: یک یا چند آدرسی را که از قبل در اختیار دارید بچسبانید. برای Bitcoin، Litecoin یا Dogecoin می‌توانید یک کلید عمومی گسترش‌یافته نیز بچسبانید و Aperture آدرس‌های دریافت کیف پول را برای شما استخراج می‌کند.
fi: Liitä yksi tai useampi osoite, joka on jo sinun. Bitcoinia, Litecoinia tai Dogecoinia varten voit liittää myös laajennetun julkisen avaimen, ja Aperture johtaa puolestasi lompakon vastaanotto-osoitteet.
fil: I-paste ang isa o higit pang mga address na pag-aari mo na. Para sa Bitcoin, Litecoin, o Dogecoin, maaari ka ring mag-paste ng extended public key, at kukunin ng Aperture para sa iyo ang mga receive address ng wallet.
fr: Collez une ou plusieurs adresses que vous possédez déjà. Pour Bitcoin, Litecoin ou Dogecoin, vous pouvez aussi coller une clé publique étendue, et Aperture dérivera pour vous les adresses de réception du portefeuille.
he: הדבק כתובת אחת או יותר שכבר בבעלותך. עבור Bitcoin, Litecoin או Dogecoin אפשר גם להדביק מפתח ציבורי מורחב, ו־Aperture יגזור עבורך את כתובות הקבלה של הארנק.
hi: अपने पहले से मौजूद एक या अधिक पते पेस्ट करें। Bitcoin, Litecoin या Dogecoin के लिए आप एक एक्सटेंडेड पब्लिक कुंजी भी पेस्ट कर सकते हैं, और Aperture आपके लिए उस वॉलेट के प्राप्ति पते निकाल देगा।
hr: Zalijepite jednu ili više adresa koje već posjedujete. Za Bitcoin, Litecoin ili Dogecoin možete zalijepiti i prošireni javni ključ, a Aperture će za vas izvesti adrese za primanje novčanika.
hu: Illessz be egy vagy több címet, ami már a tied. Bitcoin, Litecoin vagy Dogecoin esetén beilleszthetsz egy kiterjesztett nyilvános kulcsot is, és az Aperture leszármaztatja számodra a tárca fogadó címeit.
id: Tempelkan satu atau lebih alamat yang sudah Anda miliki. Untuk Bitcoin, Litecoin, atau Dogecoin Anda juga dapat menempelkan kunci publik yang diperluas, dan Aperture akan menurunkan alamat penerima dompet itu untuk Anda.
is: Límdu inn eitt eða fleiri vistföng sem þú átt nú þegar. Fyrir Bitcoin, Litecoin eða Dogecoin geturðu einnig límt inn framlengdan opinberan lykil og Aperture mun leiða fram móttökuvistföng veskisins fyrir þig.
it: Incolla uno o più indirizzi che possiedi già. Per Bitcoin, Litecoin o Dogecoin puoi anche incollare una chiave pubblica estesa, e Aperture deriverà per te gli indirizzi di ricezione del wallet.
ja: すでに所有しているアドレスを1つ以上貼り付けてください。Bitcoin、Litecoin、Dogecoin の場合は拡張公開鍵を貼り付けることもでき、Aperture がそのウォレットの受取アドレスを導き出します。
ko: 이미 소유한 하나 이상의 주소를 붙여넣으세요. Bitcoin, Litecoin, Dogecoin의 경우 확장 공개 키를 붙여넣을 수도 있으며, Aperture가 지갑의 수신 주소들을 자동으로 도출해 드립니다.
lt: Įklijuokite vieną ar daugiau adresų, kurie jau yra jūsų. Bitcoin, Litecoin ar Dogecoin atveju galite įklijuoti ir išplėstinį viešąjį raktą – Aperture jums išves piniginės gavimo adresus.
lv: Ielīmējiet vienu vai vairākas adreses, kas jau pieder jums. Bitcoin, Litecoin vai Dogecoin gadījumā varat ielīmēt arī paplašināto publisko atslēgu, un Aperture jums atvasinās maka saņemšanas adreses.
ml: നിങ്ങൾ ഇതിനകം സ്വന്തമാക്കിയ ഒന്നോ അതിലധികമോ വിലാസങ്ങൾ പേസ്റ്റ് ചെയ്യുക. Bitcoin, Litecoin, അല്ലെങ്കിൽ Dogecoin-നായി നിങ്ങൾക്ക് ഒരു എക്സ്റ്റൻഡഡ് പബ്ലിക് കീയും പേസ്റ്റ് ചെയ്യാം, Aperture നിങ്ങൾക്കായി വാലറ്റിന്റെ സ്വീകരണ വിലാസങ്ങൾ ഉരുത്തിരിക്കും.
mr: तुमच्या आधीच मालकीचे एक किंवा अधिक पत्ते पेस्ट करा. Bitcoin, Litecoin, किंवा Dogecoin साठी तुम्ही एक्सटेंडेड पब्लिक की देखील पेस्ट करू शकता, आणि Aperture तुमच्यासाठी वॉलेटचे प्राप्ती पत्ते मिळवेल.
ms: Tampal satu atau lebih alamat yang sudah menjadi milik anda. Untuk Bitcoin, Litecoin atau Dogecoin anda juga boleh menampal kunci awam dilanjutkan, dan Aperture akan menerbitkan alamat penerima dompet untuk anda.
nb: Lim inn en eller flere adresser du allerede eier. For Bitcoin, Litecoin eller Dogecoin kan du også lime inn en utvidet offentlig nøkkel, og Aperture vil utlede lommebokens mottakeradresser for deg.
nl: Plak een of meer adressen die je al bezit. Voor Bitcoin, Litecoin of Dogecoin kun je ook een uitgebreide publieke sleutel plakken; Aperture leidt dan de ontvangstadressen van de wallet voor je af.
pa: ਉਹ ਇੱਕ ਜਾਂ ਵੱਧ ਪਤੇ ਪੇਸਟ ਕਰੋ ਜੋ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੇ ਆਪਣੇ ਹਨ। Bitcoin, Litecoin ਜਾਂ Dogecoin ਲਈ ਤੁਸੀਂ ਇੱਕ ਵਿਸਥਾਰਿਤ ਪਬਲਿਕ ਕੀ ਵੀ ਪੇਸਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ Aperture ਤੁਹਾਡੇ ਲਈ ਉਸ ਵਾਲਿਟ ਦੇ ਪ੍ਰਾਪਤ ਪਤੇ ਬਣਾ ਦੇਵੇਗਾ।
pl: Wklej jeden lub więcej adresów, które już posiadasz. W przypadku Bitcoina, Litecoina lub Dogecoina możesz wkleić również rozszerzony klucz publiczny — Aperture wyprowadzi za ciebie adresy odbiorcze portfela.
pt_br: Cole um ou mais endereços que você já tem. Para Bitcoin, Litecoin ou Dogecoin você também pode colar uma chave pública estendida, e o Aperture vai derivar os endereços de recebimento da carteira para você.
ro: Lipește una sau mai multe adrese pe care le deții deja. Pentru Bitcoin, Litecoin sau Dogecoin poți lipi și o cheie publică extinsă, iar Aperture va deriva pentru tine adresele de primire ale portofelului.
ru: Вставьте один или несколько адресов, которыми вы уже владеете. Для Bitcoin, Litecoin или Dogecoin вы также можете вставить расширенный публичный ключ, и Aperture сам выведет для вас адреса получения этого кошелька.
sk: Vlož jednu alebo viac adries, ktoré už vlastníš. Pre Bitcoin, Litecoin alebo Dogecoin môžeš vložiť aj rozšírený verejný kľúč a Aperture za teba odvodí prijímacie adresy peňaženky.
sl: Prilepi enega ali več naslovov, ki jih že imaš. Za Bitcoin, Litecoin ali Dogecoin lahko prilepiš tudi razširjeni javni ključ, in Aperture bo zate izpeljal prejemne naslove denarnice.
sr: Налепи једну или више адреса које већ поседујеш. За Bitcoin, Litecoin или Dogecoin можеш да налепиш и проширени јавни кључ, а Aperture ће за тебе извести пријемне адресе тог новчаника.
sv: Klistra in en eller flera adresser som du redan äger. För Bitcoin, Litecoin eller Dogecoin kan du också klistra in en utökad publik nyckel, så härleder Aperture mottagaradresserna för plånboken åt dig.
sw: Bandika anwani moja au zaidi ambazo tayari ni zako. Kwa Bitcoin, Litecoin au Dogecoin unaweza pia kubandika ufunguo wa umma uliopanuliwa, na Aperture itazalisha anwani za kupokea za pochi kwa ajili yako.
ta: நீங்கள் ஏற்கனவே சொந்தமாக வைத்திருக்கும் ஒன்று அல்லது அதற்கு மேற்பட்ட முகவரிகளை ஒட்டவும். Bitcoin, Litecoin, அல்லது Dogecoin-இற்கு நீட்டிக்கப்பட்ட பொதுச் சாவியையும் ஒட்டலாம், Aperture உங்களுக்காக வாலட்டின் பெறும் முகவரிகளைப் பெறும்.
te: మీరు ఇప్పటికే సొంతం చేసుకున్న ఒకటి లేదా అంతకంటే ఎక్కువ చిరునామాలను పేస్ట్ చేయండి. Bitcoin, Litecoin, లేదా Dogecoin కోసం మీరు ఎక్స్‌టెండెడ్ పబ్లిక్ కీని కూడా పేస్ట్ చేయవచ్చు, మరియు Aperture మీ కోసం వాలెట్ యొక్క స్వీకరణ చిరునామాలను పొందుతుంది.
th: วางแอดเดรสหนึ่งรายการขึ้นไปที่คุณเป็นเจ้าของอยู่แล้ว สำหรับ Bitcoin, Litecoin หรือ Dogecoin คุณยังสามารถวางคีย์สาธารณะแบบขยายได้ และ Aperture จะสืบหาแอดเดรสรับเงินของกระเป๋านั้นให้คุณ
tr: Halihazırda sahip olduğunuz bir veya daha fazla adresi yapıştırın. Bitcoin, Litecoin veya Dogecoin için ayrıca bir genişletilmiş genel anahtar da yapıştırabilirsiniz; Aperture cüzdanın alıcı adreslerini sizin için türetecektir.
uk: Вставте одну або кілька адрес, якими ви вже володієте. Для Bitcoin, Litecoin або Dogecoin ви також можете вставити розширений публічний ключ, і Aperture виведе для вас адреси отримання гаманця.
ur: ایک یا زیادہ ایسے ایڈریسز پیسٹ کریں جو پہلے سے آپ کی ملکیت میں ہیں۔ Bitcoin، Litecoin یا Dogecoin کے لیے آپ ایک توسیعی پبلک کی بھی پیسٹ کر سکتے ہیں اور Aperture آپ کے لیے اس والیٹ کے وصول کنندہ ایڈریسز اخذ کر دے گا۔
vi: Dán một hoặc nhiều địa chỉ mà bạn đã sở hữu. Với Bitcoin, Litecoin hoặc Dogecoin, bạn cũng có thể dán một khóa công khai mở rộng và Aperture sẽ dẫn ra các địa chỉ nhận của ví giúp bạn.
zh_hans: 粘贴你已拥有的一个或多个地址。对于比特币、莱特币或狗狗币,你也可以粘贴一个扩展公钥,Aperture 会为你推导出该钱包的接收地址。
zh_hant: 貼上你已擁有的一個或多個位址。對於比特幣、萊特幣或狗狗幣,你也可以貼上一個擴展公鑰,Aperture 會為你推導出該錢包的接收位址。
